espressif/esp-aliro/examples/aliro_reader/sdkconfig.defaults.nanoh2
CONFIG_IDF_TARGET="esp32h2"

CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y

CONFIG_ST25R3916_PIN_SDA=2
CONFIG_ST25R3916_PIN_SCL=1
CONFIG_ST25R3916_I2C_PORT=0
